Repository: RavanH/sitewide-privacy-options
Catalog: languages/sitewide-privacy-options-*.po
Languages: de, fr, nl, pt_br, sv

source: Adds more levels of privacy and allows you to control them across all sites - or allow users to override them.
de: F&uuml,gt WordPress erweiterte und feiner definierte Privatsp&auml;hre Einstellungen f&uuml;r das gesamte Netzwerk oder einzelne Blogs hinzu.
fr: Ajoute plus de niveaux de confidentialité et vous permet de les contrôler pour l'ensemble des sites - ou d'autoriser les utilisateurs à passer outre.
nl: Voegt meer niveaus van privacy toe en stelt u in staat om ze op alle sites te controleren - of gebruikers in staat om ze te negeren.
pt_br: Adiciona mais níveis de privacidade e permite controlá-los através de todos os sites - ou permite os usuários sobrepujá-los.
sv: Lägger till fler nivåer av integritet och låter dig styra dem över alla webbplatser - eller tillåta användare att åsidosätta dem.

source: Multisite Privacy
de: Multisite Privatsp&auml;hre
fr: Confidentialité Multisite
pt_br: Privacidade do Multisite
sv: Multisite Integritet

source: Updates all sites with the default privacy setting. The main site is not updated. Please be patient as this can take a few minutes.
de: Alle Blogs auf die neuen standard Einstellungen aktualisieren. Der Hauptblog wird nicht aktualisiert. Bitte habe Geduld, die Aktualisierung kann einige Minuten in Anspruch nehmen.
fr: Met à jour tous les sites avec le réglage de confidentialité par défaut. Le site principal n'est pas mis à jour. Merci d'être patient car la procédure peut prendre quelques minutes.
nl: Actualiseert alle sites met de standaard privacy-instellingen. De belangrijkste site is niet bijgewerkt. Wees geduldig, dit kan een paar minuten gaan duren.
pt_br: Atualiza todos os sites com as configurações padrão de privacidade. O site principal não é atualizado. Por favor seja paciente pois isso pode demorar alguns minutos.
sv: Uppdaterar alla webbplatser med standard sekretessinställningar. Huvudsidan är inte uppdaterad. Ha tålamod eftersom det kan ta några minuter.

source: Update All Sites
de: Alle Blogs aktualisieren
fr: Mettre à jour tous les sites
nl: Alle sites bijwerken
pt_br: Atualizar Todos os Sites
sv: Uppdatera alla platser

source: Allow Site Administrators to modify the privacy setting for their site(s). Note that Network Admins will always be able to edit site privacy options.
de: Erlaube Blog Administratoren die Privatsp&auml;hre Einstellungen ihrer Blog individuell zu verwalten. Netzwerkadmins werden immer in der Lage sein, diese Einstellungen zu &auml;ndern.
fr: Permettre aux administrateurs du site de modifier le réglage de confidentialité pour leur(s) site(s). Notez que les administrateurs du réseau seront toujours capables de modifier les options de confidentialité des sites.
nl: Toestaan sitebeheerders om de privacy-instelling voor hun site(s) te wijzigen. Merk op dat netwerkbeheerders altijd in staat zijn om de site privacy-opties te bewerken.
pt_br: Permitir aos Administradores de Site modificarem a configuração de privacidade do(s) seu(s) site(s). Note que os Administradores de Rede sempre serão capazes de editar as opções de privacidade do site.
sv: Tillåt webbplatsadministratörer att ändra sekretessinställningen för deras webbplats (er). Observera att nätverksadministratörer alltid kan redigera webbplatsens sekretessalternativ.

source: A Network Admin can always view any site, regardless of any privacy setting. (<em>Note:</em> "Network Admin", not an individual site admin.)
de: Ein Netzwerkadmin kann jeden Blog immer ansehen, unabh&auml;nig von dessen Privatsp&auml;hre Einstellungen. (<em>Beachte:</em> "Netzwerkadmin", nicht jeder Blog-Admin!)
fr: A administrateur du réseau peut toujours voir n'importe quel site, quels que soient les réglages de confidentialité de celui-ci. (<em>Note:</em> "Administrateur du Réseau", et non pas un administrateur de site au sein du réseau.)
nl: Een netwerk beheerder kan altijd elke site bekijken, ongeacht de privacy instelling. (<em>Notitie:</em> "NETWERK beheerder", dus niet een individuele website beheerder.)
pt_br: Um Administrador de Rede sempre pode visualizar qualquer site, independente de qualquer configuração de privacidade. (<em>Nota: </em> "Administrador de Rede", não um administrador de um site individual.)
sv: En nätverksadministratör kan alltid visa vilken webbplats som helst, oavsett vilken sekretessinställning som helst. (<em> Anm: </em> "Nätverksadministratör", inte en enskild webbplatsadministratör.)

source: Even if a user is logged in, they must be a user of the individual site in order to see it.
de: Selbst wenn ein Benutzer anmeldet ist, muss er Mitglied eines jeden Blogs sein, den er ansehen will.
fr: Même si un utilisateur est connecté, il doit être utilisateur du site concerné pour accéder au contenu.
nl: Zelfs als de gebruiker is ingelogd, moeten ze een gebruiker van de individuele site zijn om te kijken.
pt_br: Mesmo se um usuário tiver feito login, ele deve ser usuário do site individual para poder vê-lo.
sv: Även om en användare är inloggad måste de vara en användare av den enskilda webbplatsen för att kunna se den.

source: Block search engines from all sites, but allow normal visitors to see all sites.
de: Verweigere Suchmaschinen den Zugriff auf alle Blogs. Normale Besucher werden davon nicht beeintr&auml;chtigt werden.
fr: Bloquer les moteurs de recherche de tous les sites, mais autoriser les visiteurs basiques à voir tous les sites.
nl: Blokkeer zoekmachines op alle sites, maar laat de normale bezoekers van alle sites gewoon toe.
pt_br: Bloquear os mecanismos de busca de todos os sites, mas permitir que visitantes normais vejam todos os sites.
sv: Blockera sökmotorer från alla webbplatser, men tillåt normala besökare att se alla webbplatser.

source: This makes all sites visible to everyone, including search engines (like Google, Sphere, Technorati), archivers and all public listings around your site.
de: Dies macht alle Seiten f&uuml;r jeden, einschlie&szlig;lich Suchmaschienen (wie Google, Bing, Technorati) zug&auml;nglich.
fr: Cela rend tous les sites visible par tout le monde, y-compris les moteurs de recherche (comme Google, Sphere, Technorati), archives et toutes les annonces à propos de votre site.
nl: Dit maakt alle sites zichtbaar voor iedereen, inclusief zoekmachines (zoals Google, Bol, Technorati) en alle openbare en afgeschermde indexen.
pt_br: Isso torna todos os sites visíveis para todos, incluindo mecanismos de busca (como Google, Sphere, Technorati), ferramentas de arquivos e todas as listas públicas em todo o seu site.
sv: Detta gör alla webbplatser synliga för alla, inklusive sökmotorer (som Google, Sphere, Technorati), arkiverare och alla offentliga listor runt din webbplats.

source: Allow all visitors to all sites.
de: Alle Besucher alle Blogs ansehen lassen.
fr: Autoriser tous les visiteurs pour tous les sites.
nl: Bezoekers op alle sites toestaan.
pt_br: Permitir todos os visitantes para todos os sites.
sv: Tillåt alla besökare till alla webbplatser.

source: Allow Network Administrators to set a single password that any visitors must use to see the site.
de: Erlaube Netzwerkadmins ein einziges Passwort zu setzen, dass jeder Benutzer eingeben muss, um die Seite zu sehen.
fr: Permettre aux administrateurs de réseau de créer un seul mot de passe que tous les visiteurs doivent utiliser pour voir le site.
nl: Toestaan dat netwerkbeheerders een wachtwoord instellen dat bezoekers moeten gebruiken om de site te bekijken.
pt_br: Permitir que Administradores de Rede definam uma única senha que todos os visitantes devem usar para ver o site.
sv: Låt nätverksadministratörer ange ett enda lösenord som alla besökare måste använda för att se webbplatsen.

source: Only allow administrators of a site to view the site for which they are an admin.
de: Erlaube nur den Admins eines Blogs, diesen anzusehen.
fr: Permettre seulement aux administrateurs d'un site de visualiser le site dont ils sont un administrateur.
nl: Laat aan beheerders alleen de site zien waar ze een beheerder zijn.
pt_br: Permitir somente aos administradores de um site verem o site do qual são administradores.
sv: Tillåt bara administratörer av en webbplats att visa webbplatsen för vilken de är en administratör.

source: Only allow a registered user to see a site for which they are registered to.
de: Erlaube nur angemeldeten Nutzern nur Blogs zu sehen, f&uuml;r die sie registriert sind.
fr: Permettre seulement à un utilisateur enregistré de voir le site sur lequel il est enregistré.
nl: Laat aan geregistreerde gebruikers alleen de site zien waar ze toegang hebben.
pt_br: Permitir apenas aos usuários registrados verem um site para o qual estão registrados.
sv: Låt bara en registrerad användare se en webbplats för vilken de är registrerade.

source: Only allow logged in users to see all sites.
de: Erlaube angemeldeten Nutzern alle Blogs zu sehen.
fr: Autoriser uniquement les utilisateurs connectés à voir tous les sites.
nl: Alleen ingelogde gebruikers mogen alle sites zien.
pt_br: Permitir apenas aos usuários logados verem todos os sites.
sv: Låt bara inloggade användare se alla sidor.

source: Available Options
de: Verf&uuml;gbare Optionen
fr: Options disponibles
nl: Beschikbare opties
pt_br: Opções Disponíveis
sv: Tillgängliga alternativ

source: Make this functionality only available to Supporters
de: Diese Funktionalit&auml;t nur Unterst&uuml;tzern zug&auml;glich machen.
fr: Rendre cette fonctionnalité uniquement accessible aux membres Sites Pro
nl: Maak deze functionaliteit alleen beschikbaar voor Supporters
pt_br: Tornar esta funcionalidade disponível apenas aos Operadores de Suporte
sv: Gör denna funktionalitet endast tillgänglig för supportrar

source: Show Privacy Options at Sign Up
de: Privatsp&auml;her Einstellungen bei Registrierung anzeigen.
fr: Afficher les options de confidentialité lors de l'inscription
nl: Laat privacy instellingen zien tijdens registratie
pt_br: Exibir as Opções de Privacidade na Inscrição
sv: Visa sekretessalternativ vid registrering

source: Site Privacy Settings
de: Privatsph&auml;re Einstellungen
fr: Paramètres de confidentialité du site
nl: Website privacy instellingen
pt_br: Configurações de Privacidade de Site
sv: Inställningar för webbplatsens sekretess

source: To use the extra privacy options, please upgrade to LEVEL &#187;
de: Um die erweiterten Privatsp&auml;hre Einstellung zu nutzen musst du auf LEVEL &#187; upgraden.
fr: Pour utiliser les options de confidentialités supplémentaires, merci de passer au niveau LEVEL &#187;
nl: Om de extra privacy opties gebruiken, moet u upgraden naar LEVEL &#187;
pt_br: Para usar as opções extra de privacidade, faça upgrade a LEVEL &#187;
sv: För att använda de extra integritetsalternativen, var god uppgradera till LEVEL »

source: This site may only be viewed by administrators.
de: Diese Seite kann nur von Administratoren angesehen werden.
fr: Ce site ne peut être vu que par des administrateurs.
nl: Deze site is alleen voor beheerders te bezoeken.
pt_br: Este site só pode ser visto por administradores.
sv: Den här webbplatsen får endast ses av administratörer.

source: This site may only be viewed by users who are subscribed to this site.
de: Diese Seite darf nur von Benutzern angesehen werden, die diesen Blog abonniert haben.
fr: Ce site ne peut être vu que par des utilisateurs qui y sont abonnés
nl: Deze site kan alleen worden bekeken door gebruikers die zijn geabonneerd op deze site.
pt_br: Este site só pode ser visto por usuários que estão inscritos neste site.
sv: Den här webbplatsen får endast ses av användare som prenumererar på den här webbplatsen.

source: Site Access Denied
de: Seitenzugriff verweigert.
fr: Accès au site refusé
nl: Geen toegang tot de website
pt_br: Acesso ao Site Negado
sv: Platsåtkomst nekad

source: <strong>Authorization Required</strong>: This blog may only be viewed by administrators.
de: <strong>Autorisierung erforderlich</strong>: Dieser Blog kann nur von Administratoren angesehen werden.
fr: <strong>Accès réservé</strong>: ce site ne peut être vu que par des administrateurs.
nl: <strong> Autorisatie Verplicht </strong>: Deze blog mag alleen bekeken worden door beheerders.
pt_br: <strong>Authorização Requerida</strong>: Este blog só pode ser visto por administradores.
sv: <strong> Godkännande krävs </strong>: Den här bloggen får endast ses av administratörer.

source: <strong>Authorization Required</strong>: This blog may only be viewed by users who are subscribed to this blog.
de: <strong>Autorisierung erforderlich</strong>: Dieser Blog kann nur von seinen Abonnenten gelesen werden.
fr: <strong>Accès réservé</strong>: ce site ne peut être vu que par des utilisateurs qui y sont abonnés.
nl: <strong> Autorisatie Verplicht </strong>: Alleen gebruikers met een actief lidmaatschap hebben toegang. Heeft u geen lidmaatschap? Meld u dan aan
pt_br: <strong>Authorização Requerida</strong>: Este blog só pode ser visto por usuários que estão inscritos neste blog.
sv: <strong> Godkännande krävs </strong>: Den här bloggen får bara visas av användare som prenumererar på den här bloggen.

source: <strong>Authorization Required</strong>: This blog may only be viewed by users who are logged in.
de: <strong>Autorisierung erforderlich</strong>: Dieser Blog kann nur von Benutzern angesehen werden, die angemeldet sind.
fr: <strong>Accès réservé</strong>: ce site ne peut être vu que par des utilisateurs identifiés.
nl: <strong> Autorisatie Verplicht </strong>: Deze blog mag alleen worden bekeken door gebruikers die zijn ingelogd
pt_br: <strong>Authorização Requerida</strong>: Este blog só pode ser visto por usuários que tenham feito login.
sv: <strong> Godkännande krävs </strong>: Den här bloggen får endast ses av användare som är inloggade.

source: <strong>Authorization Required</strong>: This blog requires a password to view it.
de: <strong>Autorisierung erforderlich</strong>: Dieser Blog ben&ouml;tigt ein Passwort um angezeigt zu werden.
fr: <strong>Accès réservé</strong>: ce site ne peut être vu que suite à la saisie d'un mot de passe.
nl: <strong> Autorisatie Verplicht </strong>: Voor dit blog heeft u een wachtwoord nodig.
pt_br: <strong>Authorização Requerida</strong>: Este blog requer uma senha para visualizá-lo.
sv: <strong> Godkännande krävs </strong>: Den här bloggen kräver ett lösenord för att visa det.

source: <strong>ERROR</strong>: Incorrect Password
de: <strong>FEHLER</strong>: Falsches Passwort
fr: <strong>ERREUR</strong>: mot de passe incorrect
nl: <strong>FOUT</strong>: wachtwoord onjuist
pt_br: <strong>ERRO</strong>: Senha Incorreta
sv: <strong> FEL </strong>: Felaktigt lösenord

source: Note: Anyone that is a registered user of this site won't need this password.
de: Notiz: Jeder registrierte Nutzer dieser Seite wird kein Passwort ben&ouml;tigen.
fr: Remarque : toute personne qui est un utilisateur enregistré de ce site n'aura pas besoin de ce mot de passe.
nl: Let op: Iedereen die een geregistreerde gebruiker van deze site is, zal dit wachtwoord niet nodig hebben.
pt_br: Nota: Qualquer usuário registado deste site não irá necessitar desta senha.
sv: Obs! Den som är registrerad användare av den här webbplatsen behöver inte detta lösenord.

source: Only registered users of this sites can have access - anyone found under %s can have access.
de: Nur angemeldete Nutzer dieser Seite haben Zugriff - jeder unter %s kann Zugriff erlangen.
fr: Seuls les utilisateurs enregistrés de ces sites peuvent avoir accès - tout le monde présent dans %s dispose d'un accès.
nl: Alleen geregistreerde gebruikers van deze sites kunnen toegang hebben - iedereen onder %s kan toegang hebben.
pt_br: Apenas usuários registrados destes sites podem ter acesso - qualquer um encontrado sob %s pode ter acesso.
sv: Endast registrerade användare av dessa sajter kan få tillgång - någon som har hittats under %s kan ha tillgång till.

source: Users > All Users
de: Benutzer > Alle Benutzer
fr: Utilisateurs > Tous les utilisateurs
nl: Gebruikers > Alle gebruikers
pt_br: Usuários > Todos os Usuários
sv: Användare > Alla användare

source: <span id="sbe-update-network-count">%d</span> of %d sites updated
de: <span id="sbe-update-network-count">%d</span> of %d Seiten aktualisiert
fr: <span id="sbe-update-network-count">%d</span> de %d sites miss à jour
nl: <span id="sbe-update-network-count">%d </span> van %d locaties bijgewerkt
pt_br: <span id="sbe-update-network-count">%d</span> de %d sites atualizados
sv: <span id="sbe-update-network-count">%d</span> of %d sidor uppdaterade

source: Applying to sites, please wait...
de: Auf Seiten anwenden, bitte warten...
fr: Application aux sites en cours, veuillez patienter s'il-vous-plaît...
nl: Toewijzen aan sites, een moment a.u.b. ...
pt_br: Aplicando aos sites, por favor aguarde...
sv: Tillämpar webbplatser, var god vänta...

source: Please install the latest version of <a href="http://premium.wpmudev.org/project/update-notifications/" title="Download Now &raquo;">our free Update Notifications plugin</a> which helps you stay up-to-date with the most stable, secure versions of WPMU DEV themes and plugins. <a href="http://premium.wpmudev.org/wpmu-dev/update-notifications-plugin-information/">More information &raquo;</a>
de: Bitte installiere die neueste Version <a href="http://premium.wpmudev.org/project/update-notifications/" title="jetzt rutnerladen &raquo;">unseres kostenlosen Update Notifications Plugins</a>. Es hilft dir, alle WPMU DEV Themes und Plugins auf dem neuesten Stand zu halten. <a href="http://premium.wpmudev.org/wpmu-dev/update-notifications-plugin-information/">weitere Infos (engl.) &raquo;</a>
fr: Merci d'installer la dernière version de <a href="http://premium.wpmudev.org/project/update-notifications/" title="Download Now &raquo;">notre extension gratuite de notifications de mise à jour</a> qui vous aide à rester à jour avec les versions les plus sûres et stables des thèmes et extensions de WPMU DEV. <a href="http://premium.wpmudev.org/wpmu-dev/update-notifications-plugin-information/">En savoir plus &raquo;</a>
nl: Installeer alstublieft de nieuwste versie van <a href="http://premium.wpmudev.org/project/update-notifications/" title="Download nu &raquo;">onze gratis Update Notifications plugin</a> waarmee u up-to-date blijft met de meest stabiele en veilige versies van WPMU DEV thema's en plugins. <a href="http://premium.wpmudev.org/wpmu-dev/update-notifications-plugin-information/">Meer informatie &raquo;</a>
pt_br: Por favor instale a última versão do nosso <a href="http://premium.wpmudev.org/project/update-notifications/" title="Faça o Download Agora &raquo;">plugin grátis de Notificações de Atualizações</a> que vai te ajudar a se manter atualizado com as versões mais estáveis e seguras dos temas e plugins WPMU DEV. <a href="http://premium.wpmudev.org/wpmu-dev/update-notifications-plugin-information/">Mais Informações &raquo;</a>
sv: Installera den senaste versionen av <a href="http://premium.wpmudev.org/project/update-notifications/" title="Download Now &raquo;"> vårt gratis plugin för uppdatering av uppdateringar </a> som hjälper dig att hålla dig uppdaterad med de mest stabila, säkra versionerna av WPMU DEV-teman och plugins. <a href="http://premium.wpmudev.org/wpmu-dev/update-notifications-plugin-information/"> Mer information & raquo; </a>

source: No
de: nein
fr: Non
nl: Nee
pt_br: Não
sv: Nej

source: Yes
de: ja
fr: Oui
nl: Ja
pt_br: Sim
sv: Ja

source: Allow Override
de: &Uuml;berschreiben erlauben
fr: Permettre de passer outre
nl: Overschrijven toestaan
pt_br: Permitir Sobrepujar
sv: Tillåt överstyrning

source: Default Setting
de: Standard Einstellung
fr: Paramètres par défaut
nl: Standaard instelling
pt_br: Configuração Padrão
sv: Standardinställning

source: Or login here if you have a username
de: Oder melde dich an, wenn du einen Benutzernamen hast.
fr: Ou connectez-vous ici si vous avez un nom d'utilisateur
nl: Met een gebruikersnaam kunt u hier inloggen
pt_br: Ou faça login aqui se você tem um username
sv: Eller logga in här om du har ett användarnamn

source: Note: Anyone that is a registered user of this blog won't need this password.
de: Beachte: Jeder registrierte Nutzer dieses Blogs wird kein Passwort ben&ouml;tigen.
fr: Note: Quiconque est un utilisateur enregistré sur ce blog n'aura pas besoin d'un mot de passe.
nl: Let op: Iedereen die een geregistreerde gebruiker van deze blog is, zal dit wachtwoord niet nodig hebben.
pt_br: Nota: Qualquer usuário registrado deste blog não irá necessitar desta senha.
sv: Obs! Den som är registrerad användare av den här bloggen behöver inte detta lösenord.

source: Anyone that visits must first provide this password:
de: Jeder Besucher muss zun&auml;chst dieses Passwort angeben:
fr: Chaque visiteur doit d'abord fournir un mot de passe :
nl: Iedere bezoeker moet eerst het volgende wachtwoord invullen:
pt_br: Qualquer um que visite deve primeiro fornecer essa senha:
sv: Alla som besöker måste först tillhandahålla detta lösenord:

source: Only administrators can visit - good for testing purposes before making it live.
de: Nur Administratoren haben Zugriff - perfekt zum Testen bevor der Blog live geht.
fr: Seuls les administrateurs peuvent visiter - parfait pour procéder à des tests avant de rendre un site accessible à tous.
nl: Alleen beheerders kunnen bezoeken - goed voor testdoeleinden.
pt_br: Apenas administradores podem visitar - bom para fins de teste antes de colocá-lo live.
sv: Endast administratörer kan besöka - bra för teständamål innan de levereras.

source: Only registered users of this blogs can have access - anyone found under %s can have access.
de: Nur registrierte Benutzer von %s haben Zugriff.
fr: Seuls les utilisateurs enregistrés sur ces blogs peuvent y avoir accès - quiconque est présent dans %s peut y avoir accès.
nl: Alleen geregistreerde gebruikers van deze blogs kunnen toegang hebben - iedereen onder %s kan toegang hebben.
pt_br: Apenas usuários registrados destes blogs podem ter acesso - qualquer um encontrado sob %s pode ter acesso.
sv: Endast registrerade användare av dessa bloggar kan ha tillgång - någon som har hittats under %s kan ha tillgång till.

source: Visitors must have a login - anyone that is a registered user of %s can gain access.
de: Besucher m&uuml;ssen angemeldet sein - jeder registrierte Benutzer von %s kann auf den Blog zugreifen.
fr: Les visiteurs doivent avoir un identifiant - quiconque est un utilisateur enregistré de %s peut y avoir accès.
nl: Bezoekers moeten een login hebben - iedereen die een geregistreerde gebruiker is van %s kan toegang te krijgen.
pt_br: Visitantes devem ter um login - qualquer usuário registrado de %s pode obter acesso.
sv: Besökare måste ha en inloggning - alla som är registrerade användare av %s kan få tillgång till.

source: Search Engine Blocked
de: Suchmaschinen blockiert
fr: Moteur de recherche bloqué
nl: Zoekmachine geblokkeerd
pt_br: Mecanismo de Busca Bloqueado
sv: Sökmotor blockerad

source: Public
de: &Ouml;ffentlich
nl: Openbaar
pt_br: Público
sv: Offentlig

source: Privacy:
de: Privatsp&auml;hre:
fr: Confidentialité:
pt_br: Privacidade:
sv: Integritet:
